module.exports = {
	"HeWeather5": [{
		"basic": {
			"city": "扎囊",
			"cnty": "中国",
			"id": "CN101140303",
			"lat": "29.246476",
			"lon": "91.338",
			"update": {"loc": "2017-03-30 10:52", "utc": "2017-03-30 02:52"}
		},
		"daily_forecast": [{
			"astro": {"mr": "07:23", "ms": "20:37", "sr": "07:46", "ss": "20:12"},
			"cond": {"code_d": "305", "code_n": "101", "txt_d": "小雨", "txt_n": "多云"},
			"date": "2017-03-30",
			"hum": "42",
			"pcpn": "0.4",
			"pop": "54",
			"pres": "1016",
			"tmp": {"max": "11", "min": "-2"},
			"uv": "13",
			"vis": "16",
			"wind": {"deg": "141", "dir": "无持续风向", "sc": "微风", "spd": "3"}
		}, {
			"astro": {"mr": "08:09", "ms": "21:44", "sr": "07:45", "ss": "20:12"},
			"cond": {"code_d": "101", "code_n": "100", "txt_d": "多云", "txt_n": "晴"},
			"date": "2017-03-31",
			"hum": "31",
			"pcpn": "0.0",
			"pop": "0",
			"pres": "1018",
			"tmp": {"max": "12", "min": "-2"},
			"uv": "3",
			"vis": "20",
			"wind": {"deg": "115", "dir": "无持续风向", "sc": "微风", "spd": "3"}
		}, {
			"astro": {"mr": "08:59", "ms": "22:48", "sr": "07:44", "ss": "20:13"},
			"cond": {"code_d": "101", "code_n": "104", "txt_d": "多云", "txt_n": "阴"},
			"date": "2017-04-01",
			"hum": "28",
			"pcpn": "0.0",
			"pop": "0",
			"pres": "1016",
			"tmp": {"max": "13", "min": "-2"},
			"uv": "3",
			"vis": "19",
			"wind": {"deg": "159", "dir": "无持续风向", "sc": "微风", "spd": "3"}
		}],
		"hourly_forecast": [{
			"cond": {},
			"date": "2017-03-30 10:00",
			"hum": "69",
			"pop": "3",
			"pres": "1018",
			"tmp": "7",
			"wind": {"deg": "119", "dir": "东南风", "sc": "微风", "spd": "4"}
		}, {
			"cond": {"code": "100", "txt": "晴"},
			"date": "2017-03-30 13:00",
			"hum": "48",
			"pop": "0",
			"pres": "1015",
			"tmp": "11",
			"wind": {"deg": "244", "dir": "西南风", "sc": "微风", "spd": "8"}
		}, {
			"cond": {"code": "100", "txt": "晴"},
			"date": "2017-03-30 16:00",
			"hum": "25",
			"pop": "0",
			"pres": "1014",
			"tmp": "13",
			"wind": {"deg": "332", "dir": "西北风", "sc": "微风", "spd": "15"}
		}, {
			"cond": {"code": "100", "txt": "晴"},
			"date": "2017-03-30 19:00",
			"hum": "19",
			"pop": "0",
			"pres": "1015",
			"tmp": "11",
			"wind": {"deg": "131", "dir": "东南风", "sc": "微风", "spd": "14"}
		}, {
			"cond": {"code": "100", "txt": "晴"},
			"date": "2017-03-30 22:00",
			"hum": "22",
			"pop": "0",
			"pres": "1019",
			"tmp": "9",
			"wind": {"deg": "28", "dir": "东北风", "sc": "微风", "spd": "10"}
		}],
		"now": {
			"cond": {"code": "101", "txt": "多云"},
			"fl": "7",
			"hum": "45",
			"pcpn": "0",
			"pres": "1013",
			"tmp": "9",
			"vis": "15",
			"wind": {"deg": "90", "dir": "西风", "sc": "3-4", "spd": "15"}
		},
		"status": "ok",
		"suggestion": {
			"air": {"brf": "中", "txt": "气象条件对空气污染物稀释、扩散和清除无明显影响，易感人群应适当减少室外活动时间。"},
			"comf": {"brf": "较舒适", "txt": "白天会有降雨，这种天气条件下，人们会感到有些凉意，但大部分人完全可以接受。"},
			"cw": {"brf": "不宜", "txt": "不宜洗车，未来24小时内有雨，如果在此期间洗车，雨水和路上的泥水可能会再次弄脏您的爱车。"},
			"drsg": {"brf": "较冷", "txt": "建议着厚外套加毛衣等服装。年老体弱者宜着大衣、呢外套加羊毛衫。"},
			"flu": {"brf": "易发", "txt": "天冷空气湿度大，易发生感冒，请注意适当增加衣服，加强自我防护避免感冒。"},
			"sport": {"brf": "较不宜", "txt": "有降水，推荐您在室内进行低强度运动；若坚持户外运动，须注意携带雨具。"},
			"trav": {"brf": "适宜", "txt": "温度适宜，又有较弱降水和微风作伴，会给您的旅行带来意想不到的景象，适宜旅游，可不要错过机会呦！"},
			"uv": {"brf": "最弱", "txt": "属弱紫外线辐射天气，无需特别防护。若长期在户外，建议涂擦SPF在8-12之间的防晒护肤品。"}
		}
	}]

}